IDEA StatiCa Open Model
IdeaConImportSettings.WaitForExit Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 WaitForExit
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool WaitForExit { get; set; }
Public Property WaitForExit As Boolean
	Get
	Set
public:
property bool WaitForExit {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace